/* Next-button titles */
"CLOSE" = "Close";
"SHUTDOWN" = "Shut Down";
"RESTART" = "Restart";
"LOGOUT" = "Log Out";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "The Installer will automatically quit in %d seconds.";
"AutoQuit1"		= "The Installer will automatically quit in 1 second.";
"AutoMsg"		= "The computer will %1$@ in %2$d seconds.";
"AutoMsg1"		= "The computer will %@ in 1 second.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "restart";
"AutoLogout"	= "log out";
"AutoShutdown"	= "shut down";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "The computer is restarting.";
"AutoLogoutIsOccurring" = "The computer is logging out.";
"AutoShutdownIsOccurring" = "The computer is shutting down.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Click Shut Down to finish installing the software.";
"ManualLogoutMsg" = "Click Log Out to finish installing the software.";
"ManualRequiredRebootMsg" = "Click Restart to finish installing the software.";
"ManualRequiredRebootAfterFailureMsg" = "Click Restart to try installing again.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "The installation was completed successfully.";
"InstallCompletedSuccessfullyDescription" = "The software was installed.";
"InstallCompletedWithErrorsTitle" = "There were errors with the installation. You may want to try installing again.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "The installation was successful.";
"InstallFailedTitle" = "The installation failed.";
